Repository: jhancock1975/pockterm
Catalog: pockterm/Localizable.xcstrings
Source language: en
Languages: ar, el, es, fr, he, hi, it, ja, ko, ru, te, uk, zh_hans, zh_hant

source: The remote shell ended.
ar: انتهت الصدفة البعيدة.
el: Το απομακρυσμένο κέλυφος τερματίστηκε.
es: El shell remoto ha terminado.
fr: Le shell distant s'est terminé.
he: המעטפת המרוחקת הסתיימה.
hi: रिमोट शेल समाप्त हो गया।
it: La shell remota è terminata.
ja: リモートシェルが終了しました。
ko: 원격 셸이 종료되었습니다.
ru: Удалённая оболочка завершилась.
te: రిమోట్ షెల్ ముగిసింది.
uk: Віддалену оболонку завершено.
zh_hans: 远程 shell 已结束。
zh_hant: 遠端 shell 已結束。

source: The server refused the request.
ar: رفض الخادم الطلب.
el: Ο διακομιστής απέρριψε το αίτημα.
es: El servidor rechazó la solicitud.
fr: Le serveur a refusé la demande.
he: השרת דחה את הבקשה.
hi: सर्वर ने अनुरोध अस्वीकार कर दिया।
it: Il server ha rifiutato la richiesta.
ja: サーバがリクエストを拒否しました。
ko: 서버가 요청을 거부했습니다.
ru: Сервер отклонил запрос.
te: సర్వర్ అభ్యర్థనను తిరస్కరించింది.
uk: Сервер відхилив запит.
zh_hans: 服务器拒绝了请求。
zh_hant: 伺服器拒絕了要求。

source: The terminal output%@ will be sent to %@.
ar: سيُرسل مخرج الطرفية%@ إلى %@.
el: Η έξοδος του τερματικού%@ θα σταλεί στο %@.
es: La salida del terminal%@ se enviará a %@.
fr: La sortie du terminal%@ sera envoyée à %@.
he: פלט המסוף%@ יישלח אל %@.
hi: टर्मिनल का आउटपुट%@ %@ को भेजा जाएगा।
it: L'output del terminale%@ sarà inviato a %@.
ja: ターミナルの出力%@ が %@ に送信されます。
ko: 터미널 출력%@이(가) %@에 전송됩니다.
ru: Вывод терминала%@ будет отправлен в %@.
te: టెర్మినల్ అవుట్‌పుట్%@ %@ కు పంపబడుతుంది.
uk: Вивід термінала%@ буде надіслано до %@.
zh_hans: 终端输出%@将发送给 %@。
zh_hant: 終端機輸出%@將傳送給 %@。

source: Theme
ar: السمة
el: Θέμα
es: Tema
fr: Thème
he: ערכת נושא
hi: थीम
it: Tema
ja: テーマ
ko: 테마
ru: Тема
te: థీమ్
uk: Тема
zh_hans: 主题
zh_hant: 主題

source: There's no such file or folder.
ar: لا يوجد ملف أو مجلد بهذا الاسم.
el: Δεν υπάρχει τέτοιο αρχείο ή φάκελος.
es: No existe ese archivo o carpeta.
fr: Ce fichier ou dossier n'existe pas.
he: אין קובץ או תיקייה כאלה.
hi: ऐसी कोई फ़ाइल या फ़ोल्डर नहीं है।
it: Il file o la cartella non esiste.
ja: そのファイルまたはフォルダはありません。
ko: 해당 파일이나 폴더가 없습니다.
ru: Такого файла или папки нет.
te: అలాంటి ఫైల్ లేదా ఫోల్డర్ లేదు.
uk: Такого файлу чи папки немає.
zh_hans: 没有这样的文件或文件夹。
zh_hant: 沒有這樣的檔案或檔案夾。

source: There's nothing to turn on: connect the display and open a session.
ar: لا يوجد ما يلزم تفعيله: صِل الشاشة وافتح جلسة.
el: Δεν χρειάζεται να ενεργοποιήσετε τίποτα: συνδέστε την οθόνη και ανοίξτε μια συνεδρία.
es: No hay nada que activar: conecta la pantalla y abre una sesión.
fr: Rien à activer : branchez l'écran et ouvrez une session.
he: אין מה להפעיל: חבר את המסך ופתח הפעלה.
hi: कुछ भी चालू करने की ज़रूरत नहीं: डिस्प्ले जोड़ें और एक सत्र खोलें।
it: Non c'è niente da attivare: collega lo schermo e apri una sessione.
ja: 設定は不要です。ディスプレイをつないでセッションを開くだけです。
ko: 따로 켤 것은 없습니다. 디스플레이를 연결하고 세션을 여세요.
ru: Ничего включать не нужно: подключите экран и откройте сессию.
te: ఏదీ ఆన్ చేయాల్సిన అవసరం లేదు: డిస్‌ప్లేను కనెక్ట్ చేసి ఒక సెషన్ తెరవండి.
uk: Нічого вмикати не потрібно: під'єднайте екран і відкрийте сесію.
zh_hans: 无需任何设置：连接显示器并打开一个会话即可。
zh_hant: 不需任何設定：連接顯示器並開啟一個工作階段即可。

source: This key is in the older PEM format. Convert it with `ssh-keygen -p -f <file>` — that rewrites the file in place without changing the key — then paste it again.
ar: هذا المفتاح بتنسيق PEM القديم. حوّله باستخدام `ssh-keygen -p -f <file>` — تعيد الأمر كتابة الملف في مكانه دون تغيير المفتاح — ثم الصقه مجددًا.
el: Αυτό το κλειδί είναι σε παλαιότερη μορφή PEM. Μετατρέψτε το με `ssh-keygen -p -f <file>` — ξαναγράφει το αρχείο επιτόπου χωρίς να αλλάξει το κλειδί — και επικολλήστε το ξανά.
es: Esta clave está en el formato PEM antiguo. Conviértela con `ssh-keygen -p -f <file>` —reescribe el archivo sin cambiar la clave— y vuelve a pegarla.
fr: Cette clé est au format PEM ancien. Convertissez-la avec `ssh-keygen -p -f <file>` — le fichier est réécrit sur place sans que la clé change — puis collez-la à nouveau.
he: המפתח הזה בתבנית PEM הישנה. המר אותו באמצעות `ssh-keygen -p -f <file>` — הפקודה כותבת מחדש את הקובץ מבלי לשנות את המפתח — ואז הדבק שוב.
hi: यह कुंजी पुराने PEM प्रारूप में है। इसे `ssh-keygen -p -f <file>` से बदलें — यह कुंजी बदले बिना फ़ाइल को उसी जगह फिर से लिखता है — फिर दोबारा चिपकाएँ।
it: Questa chiave è nel vecchio formato PEM. Convertila con `ssh-keygen -p -f <file>` — riscrive il file senza modificare la chiave — poi incollala di nuovo.
ja: この鍵は古い PEM 形式です。`ssh-keygen -p -f <file>` で変換してから貼り付け直してください。鍵を変えずにファイルを書き換えます。
ko: 이 키는 예전 PEM 형식입니다. `ssh-keygen -p -f <file>`로 변환한 뒤 다시 붙여넣으세요. 키는 그대로 두고 파일만 다시 씁니다.
ru: Этот ключ в старом формате PEM. Преобразуйте его командой `ssh-keygen -p -f <file>` — она перезаписывает файл, не меняя сам ключ — и вставьте снова.
te: ఈ కీ పాత PEM ఫార్మాట్‌లో ఉంది. `ssh-keygen -p -f <file>` తో మార్చండి — ఇది కీని మార్చకుండా ఫైల్‌ను తిరిగి రాస్తుంది — ఆపై మళ్లీ అతికించండి.
uk: Цей ключ у старому форматі PEM. Перетворіть його командою `ssh-keygen -p -f <file>` — вона перезаписує файл, не змінюючи ключ — і вставте знову.
zh_hans: 此密钥为旧的 PEM 格式。请用 `ssh-keygen -p -f <file>` 转换后重新粘贴——该命令会就地重写文件，不会改变密钥。
zh_hant: 此金鑰為舊的 PEM 格式。請用 `ssh-keygen -p -f <file>` 轉換後重新貼上——該指令會就地重寫檔案，不會改變金鑰。

source: This key is protected by a passphrase. Enter it to import the key.
ar: هذا المفتاح محمي بعبارة مرور. أدخلها لاستيراد المفتاح.
el: Αυτό το κλειδί προστατεύεται με συνθηματική φράση. Εισαγάγετέ την για να εισαχθεί το κλειδί.
es: Esta clave está protegida con una frase de contraseña. Introdúcela para importarla.
fr: Cette clé est protégée par une phrase secrète. Saisissez-la pour importer la clé.
he: המפתח הזה מוגן במילת צופן. הזן אותה כדי לייבא את המפתח.
hi: यह कुंजी पासफ़्रेज़ से सुरक्षित है। कुंजी आयात करने के लिए उसे दर्ज करें।
it: Questa chiave è protetta da una passphrase. Inseriscila per importarla.
ja: この鍵はパスフレーズで保護されています。読み込むにはパスフレーズを入力してください。
ko: 이 키는 암호로 보호되어 있습니다. 가져오려면 암호를 입력하세요.
ru: Этот ключ защищён паролем. Введите его, чтобы импортировать ключ.
te: ఈ కీ పాస్‌ఫ్రేజ్‌తో రక్షించబడింది. కీని దిగుమతి చేయడానికి దాన్ని నమోదు చేయండి.
uk: Цей ключ захищено паролем. Введіть його, щоб імпортувати ключ.
zh_hans: 此密钥受密码短语保护。请输入密码短语以导入。
zh_hant: 此金鑰受密碼短語保護。請輸入密碼短語以輸入金鑰。

source: This session was closed after being idle. You can change how long sessions stay connected.
ar: أُغلقت هذه الجلسة بعد فترة خمول. يمكنك تغيير مدة بقاء الجلسات متصلة.
el: Αυτή η συνεδρία έκλεισε μετά από αδράνεια. Μπορείτε να αλλάξετε για πόσο μένουν συνδεδεμένες οι συνεδρίες.
es: Esta sesión se cerró tras estar inactiva. Puedes cambiar cuánto tiempo permanecen conectadas las sesiones.
fr: Cette session a été fermée après une période d'inactivité. Vous pouvez modifier la durée pendant laquelle les sessions restent connectées.
he: ההפעלה נסגרה לאחר חוסר פעילות. אפשר לשנות כמה זמן הפעלות נשארות מחוברות.
hi: यह सत्र निष्क्रिय रहने के बाद बंद कर दिया गया। आप बदल सकते हैं कि सत्र कितने समय तक कनेक्टेड रहें।
it: Questa sessione è stata chiusa dopo un periodo di inattività. Puoi modificare per quanto tempo le sessioni restano connesse.
ja: このセッションは操作がないまま閉じられました。セッションの接続を維持する時間は変更できます。
ko: 이 세션은 유휴 상태가 지속되어 닫혔습니다. 세션이 연결을 유지하는 시간을 변경할 수 있습니다.
ru: Эта сессия была закрыта из-за бездействия. Вы можете изменить, как долго сессии остаются подключёнными.
te: ఈ సెషన్ నిష్క్రియంగా ఉన్న తర్వాత మూసివేయబడింది. సెషన్‌లు ఎంతసేపు కనెక్ట్ అయి ఉంటాయో మీరు మార్చవచ్చు.
uk: Цю сесію було закрито через бездіяльність. Ви можете змінити, як довго сесії лишаються підключеними.
zh_hans: 此会话在闲置后已关闭。你可以更改会话保持连接的时长。
zh_hant: 此工作階段在閒置後已關閉。你可以更改工作階段保持連線的時間長度。

source: Transferring Files (SFTP)
ar: نقل الملفات (SFTP)
el: Μεταφορά αρχείων (SFTP)
es: Transferir archivos (SFTP)
fr: Transférer des fichiers (SFTP)
he: העברת קבצים (SFTP)
hi: फ़ाइलें भेजना (SFTP)
it: Trasferire file (SFTP)
ja: ファイルを転送する（SFTP）
ko: 파일 전송하기(SFTP)
ru: Передача файлов (SFTP)
te: ఫైల్‌లను బదిలీ చేయడం (SFTP)
uk: Передавання файлів (SFTP)
zh_hans: 传输文件 (SFTP)
zh_hant: 傳輸檔案 (SFTP)

source: Transfers are streamed in chunks, so even a large file will not exhaust memory. While one runs, the path bar shows how much has transferred and the total size.
ar: تُنقل الملفات على شكل أجزاء متدفقة، فحتى الملف الكبير لن يستنفد الذاكرة. وأثناء النقل، يعرض شريط المسار المقدار المنقول والحجم الإجمالي.
el: Οι μεταφορές γίνονται σε τμήματα, ώστε ούτε ένα μεγάλο αρχείο να μην εξαντλεί τη μνήμη. Κατά τη διάρκεια μιας μεταφοράς, η μπάρα διαδρομής δείχνει πόσο έχει μεταφερθεί και το συνολικό μέγεθος.
es: Las transferencias se envían por fragmentos, así que ni siquiera un archivo grande agotará la memoria. Mientras una está en curso, la barra de ruta muestra cuánto se ha transferido y el tamaño total.
fr: Les transferts se font par blocs, si bien que même un fichier volumineux n'épuise pas la mémoire. Pendant un transfert, la barre de chemin indique la quantité transférée et la taille totale.
he: ההעברות מוזרמות במקטעים, כך שגם קובץ גדול לא ימצה את הזיכרון. בזמן העברה, סרגל הנתיב מציג כמה הועבר ומה הגודל הכולל.
hi: स्थानांतरण टुकड़ों में होता है, इसलिए बड़ी फ़ाइल भी मेमोरी नहीं भरती। स्थानांतरण के दौरान पथ पट्टी दिखाती है कि कितना भेजा गया और कुल आकार कितना है।
it: I trasferimenti avvengono in blocchi, così nemmeno un file di grandi dimensioni esaurisce la memoria. Durante un trasferimento, la barra del percorso mostra quanto è stato trasferito e la dimensione totale.
ja: 転送は分割して行われるため、大きなファイルでもメモリを使い切ることはありません。転送中は、パスバーに転送済みの量と全体のサイズが表示されます。
ko: 전송은 청크 단위로 이루어지므로 큰 파일이라도 메모리를 소진하지 않습니다. 전송 중에는 경로 막대에 전송된 양과 전체 크기가 표시됩니다.
ru: Передача идёт частями, поэтому даже большой файл не исчерпает память. Во время передачи в строке пути показывается, сколько передано, и общий размер.
te: బదిలీలు ముక్కలుగా జరుగుతాయి, కాబట్టి పెద్ద ఫైల్ కూడా మెమరీని ఖాళీ చేయదు. బదిలీ జరుగుతున్నప్పుడు, పాత్ బార్ ఎంత బదిలీ అయిందో, మొత్తం పరిమాణం ఎంతో చూపుతుంది.
uk: Передавання відбувається частинами, тож навіть великий файл не вичерпає пам'ять. Під час передавання в рядку шляху показано, скільки передано, і загальний розмір.
zh_hans: 传输采用分块流式处理，因此即使是大文件也不会耗尽内存。传输过程中，路径栏会显示已传输的量和总大小。
zh_hant: 傳輸採用分塊串流處理，因此即使是大型檔案也不會耗盡記憶體。傳輸過程中，路徑列會顯示已傳輸的量與總大小。

source: Trusted host keys are remembered on your device for the warnings described in **Verifying Host Keys**.
ar: تُحفظ مفاتيح المضيفين الموثوقة على جهازك من أجل التنبيهات الموصوفة في **التحقق من مفاتيح المضيف**.
el: Τα έμπιστα κλειδιά διακομιστών απομνημονεύονται στη συσκευή σας για τις προειδοποιήσεις που περιγράφονται στην ενότητα **Επαλήθευση κλειδιών διακομιστή**.
es: Las claves de host aceptadas se recuerdan en tu dispositivo para los avisos descritos en **Verificar claves de host**.
fr: Les clés d'hôte approuvées sont mémorisées sur votre appareil pour les avertissements décrits dans **Vérifier les clés d'hôte**.
he: מפתחות מארח שאושרו נשמרים במכשיר שלך לצורך האזהרות המתוארות ב**אימות מפתחות מארח**.
hi: भरोसेमंद होस्ट कुंजियाँ आपके डिवाइस पर याद रखी जाती हैं, ताकि **होस्ट कुंजियाँ जाँचना** में बताई गई चेतावनियाँ दी जा सकें।
it: Le chiavi host attendibili vengono memorizzate sul tuo dispositivo per gli avvisi descritti in **Verificare le chiavi host**.
ja: 信頼したホスト鍵は、**ホスト鍵を確認する**で説明した警告のためにデバイス内に記憶されます。
ko: 신뢰한 호스트 키는 **호스트 키 확인하기**에서 설명한 경고를 위해 기기에 기억됩니다.
ru: Доверенные ключи хостов запоминаются на вашем устройстве для предупреждений, описанных в разделе **Проверка ключей хостов**.
te: **హోస్ట్ కీలను ధృవీకరించడం** లో వివరించిన హెచ్చరికల కోసం, విశ్వసనీయ హోస్ట్ కీలు మీ పరికరంలో గుర్తుంచుకోబడతాయి.
uk: Довірені ключі хостів запам'ятовуються на вашому пристрої для попереджень, описаних у розділі **Перевірка ключів хостів**.
zh_hans: 受信任的主机密钥会记录在你的设备上，用于**验证主机密钥**中所述的警告。
zh_hant: 受信任的主機金鑰會記錄在你的裝置上，用於**驗證主機金鑰**中所述的警告。

source: Trusting servers safely
ar: الوثوق بالخوادم بأمان
el: Ασφαλής εμπιστοσύνη σε διακομιστές
es: Confiar en los servidores de forma segura
fr: Faire confiance aux serveurs en toute sécurité
he: מתן אמון בשרתים בבטחה
hi: सर्वर पर सुरक्षित रूप से भरोसा करना
it: Fidarsi dei server in sicurezza
ja: サーバを安全に信頼する
ko: 서버를 안전하게 신뢰하기
ru: Безопасное доверие серверам
te: సర్వర్‌లను సురక్షితంగా నమ్మడం
uk: Безпечна довіра до серверів
zh_hans: 安全地信任服务器
zh_hant: 安全地信任伺服器

source: Tunnel connections through SSH
ar: تمرير الاتصالات عبر نفق SSH
el: Διοχετεύστε συνδέσεις μέσω SSH
es: Tunelizar conexiones a través de SSH
fr: Faites passer les connexions par un tunnel SSH
he: ניתוב חיבורים דרך מנהרת SSH
hi: SSH के ज़रिए कनेक्शन टनल करें
it: Incanala le connessioni tramite SSH
ja: SSH 経由で接続をトンネルします
ko: SSH를 통해 연결을 터널링합니다
ru: Туннелируйте соединения через SSH
te: SSH ద్వారా కనెక్షన్‌లను టన్నెల్ చేయండి
uk: Тунелюйте з'єднання через SSH
zh_hans: 通过 SSH 建立隧道连接
zh_hant: 透過 SSH 建立通道連線

source: Type
ar: النوع
el: Τύπος
es: Tipo
he: סוג
hi: प्रकार
it: Tipo
ja: 種類
ko: 유형
ru: Тип
te: రకం
uk: Тип
zh_hans: 类型
zh_hant: 類型

source: Ungrouped
ar: بلا مجموعة
el: Χωρίς ομάδα
es: Sin grupo
fr: Sans groupe
he: ללא קבוצה
hi: बिना समूह
it: Senza gruppo
ja: グループなし
ko: 그룹 없음
ru: Без группы
te: గ్రూప్ లేనివి
uk: Без групи
zh_hans: 未分组
zh_hant: 未分組

source: Unknown model. Check the model name in AI Settings.
ar: نموذج غير معروف. تحقق من اسم النموذج في إعدادات الذكاء الاصطناعي.
el: Άγνωστο μοντέλο. Ελέγξτε το όνομα του μοντέλου στις ρυθμίσεις AI.
es: Modelo desconocido. Comprueba el nombre del modelo en los ajustes de IA.
fr: Modèle inconnu. Vérifiez le nom du modèle dans les réglages IA.
he: דגם לא מוכר. בדוק את שם הדגם בהגדרות ה-AI.
hi: अज्ञात मॉडल। AI सेटिंग में मॉडल का नाम जाँचें।
it: Modello sconosciuto. Controlla il nome del modello nelle impostazioni AI.
ja: 不明なモデルです。AI 設定でモデル名を確認してください。
ko: 알 수 없는 모델입니다. AI 설정에서 모델 이름을 확인하십시오.
ru: Неизвестная модель. Проверьте название модели в настройках ИИ.
te: తెలియని మోడల్. AI సెట్టింగ్‌లలో మోడల్ పేరును తనిఖీ చేయండి.
uk: Невідома модель. Перевірте назву моделі в налаштуваннях ШІ.
zh_hans: 未知模型。请在“AI 设置”中检查模型名称。
zh_hant: 未知模型。請在「AI 設定」中檢查模型名稱。

source: Unstar
ar: إزالة النجمة
el: Κατάργηση αγαπημένου
es: Quitar de destacados
fr: Retirer des favoris
he: בטל סימון בכוכב
hi: पसंदीदा से हटाएँ
it: Togli preferito
ja: お気に入りから削除
ko: 즐겨찾기 해제
ru: Из избранного
te: ఇష్టమైనవాటి నుండి తీసివేయి
uk: З обраного
zh_hans: 取消星标
zh_hant: 取消星號

source: Upload
ar: رفع
el: Μεταφόρτωση
es: Subir
fr: Envoyer
he: העלאה
hi: अपलोड
it: Carica
ja: アップロード
ko: 업로드
ru: Загрузить
te: అప్‌లోడ్
uk: Вивантажити
zh_hans: 上传
zh_hant: 上傳

source: Upload Failed
ar: فشل الرفع
el: Η μεταφόρτωση απέτυχε
es: No se pudo subir
fr: Échec de l'envoi
he: ההעלאה נכשלה
hi: अपलोड विफल
it: Caricamento non riuscito
ja: アップロードに失敗しました
ko: 업로드하지 못함
ru: Не удалось загрузить
te: అప్‌లోడ్ విఫలమైంది
uk: Не вдалося вивантажити
zh_hans: 上传失败
zh_hant: 上傳失敗

source: Upload a file
ar: رفع ملف
el: Μεταφόρτωση αρχείου
es: Subir un archivo
fr: Envoyer un fichier
he: העלאת קובץ
hi: फ़ाइल अपलोड करें
it: Caricare un file
ja: ファイルをアップロードする
ko: 파일 업로드하기
ru: Загрузка файла
te: ఫైల్‌ను అప్‌లోడ్ చేయడం
uk: Вивантаження файлу
zh_hans: 上传文件
zh_hant: 上傳檔案

source: Uploaded %lld files
ar: الملفات المرفوعة: %lld
el: Μεταφορτώθηκαν %lld αρχεία
es: Se subieron %lld archivos
fr: %lld fichiers envoyés
he: הועלו %lld קבצים
hi: %lld फ़ाइलें अपलोड हुईं
it: %lld file caricati
ja: %lld 個のファイルをアップロードしました
ko: 파일 %lld개 업로드됨
ru: Загружено %lld файла
te: %lld ఫైల్‌లు అప్‌లోడ్ అయ్యాయి
uk: Вивантажено %lld файлу
zh_hans: 已上传 %lld 个文件
zh_hant: 已上傳 %lld 個檔案

source: Uploaded “%@”
ar: تم رفع «%@»
el: Μεταφορτώθηκε: «%@»
es: Se subió «%@»
fr: « %@ » envoyé
he: ״%@״ הועלה
hi: “%@” अपलोड हुआ
it: «%@» caricato
ja: “%@”をアップロードしました
ko: ‘%@’ 업로드됨
ru: «%@» загружен
te: “%@” అప్‌లోడ్ అయింది
uk: «%@» вивантажено
zh_hans: 已上传“%@”
zh_hant: 已上傳「%@」

source: Use
ar: استخدام
el: Χρήση
es: Usar
fr: Utiliser
he: השתמש
hi: उपयोग करें
it: Usa
ja: 使用
ko: 사용
ru: Использовать
te: ఉపయోగించు
uk: Використати
zh_hans: 使用
zh_hant: 使用

source: Use the tabs along the bottom to move between **Hosts**, **Snippets**, **Keychain**, and **Port Forwarding**.
ar: استخدم علامات التبويب في الأسفل للتنقل بين **المضيفون** و**المقتطفات** و**سلسلة المفاتيح** و**توجيه المنافذ**.
el: Χρησιμοποιήστε τις καρτέλες στο κάτω μέρος για να μετακινηθείτε ανάμεσα σε **Διακομιστές**, **Αποσπάσματα**, **Μπρελόκ** και **Προώθηση θυρών**.
es: Usa las pestañas de la parte inferior para moverte entre **Hosts**, **Fragmentos**, **Llavero** y **Redirección de puertos**.
fr: Utilisez les onglets en bas pour passer de **Hôtes** à **Extraits**, **Trousseau** et **Redirection de ports**.
he: השתמש בלשוניות שבתחתית כדי לעבור בין **מארחים**, **קטעים**, **מחזיק מפתחות** ו**ניתוב יציאות**.
hi: **होस्ट**, **स्निपेट**, **कीचेन** और **पोर्ट फ़ॉरवर्डिंग** के बीच जाने के लिए नीचे के टैब का उपयोग करें।
it: Usa le schede in basso per spostarti tra **Host**, **Snippet**, **Portachiavi** e **Inoltro porte**.
ja: 下部のタブを使って、**ホスト**、**スニペット**、**キーチェーン**、**ポート転送**を切り替えます。
ko: 하단의 탭을 사용하여 **호스트**, **스니펫**, **키체인**, **포트 포워딩** 사이를 이동하십시오.
ru: Используйте вкладки внизу для перехода между разделами **Хосты**, **Сниппеты**, **Ключи** и **Порты**.
te: **హోస్ట్‌లు**, **స్నిప్పెట్‌లు**, **కీచెయిన్**, మరియు **పోర్ట్ ఫార్వర్డింగ్** మధ్య మారడానికి కింద ఉన్న ట్యాబ్‌లను ఉపయోగించండి.
uk: Використовуйте вкладки внизу, щоб переходити між розділами **Хости**, **Сніпети**, **Ключі** і **Порти**.
zh_hans: 使用底部的标签在**主机**、**代码片段**、**钥匙串**和**端口转发**之间切换。
zh_hant: 使用底部的標籤在**主機**、**程式碼片段**、**鑰匙圈**與**埠轉送**之間切換。

source: Username
ar: اسم المستخدم
el: Όνομα χρήστη
es: Nombre de usuario
fr: Nom d'utilisateur
he: שם משתמש
hi: उपयोगकर्ता नाम
it: Nome utente
ja: ユーザ名
ko: 사용자 이름
ru: Имя пользователя
te: వినియోగదారు పేరు
uk: Ім'я користувача
zh_hans: 用户名
zh_hant: 使用者名稱

source: Using Pockterm
ar: استخدام Pockterm
el: Χρήση του Pockterm
es: Usar Pockterm
fr: Utiliser Pockterm
he: עבודה עם Pockterm
hi: Pockterm का उपयोग
it: Usare Pockterm
ja: Pockterm を使う
ko: Pockterm 사용하기
ru: Работа с Pockterm
te: Pockterm ఉపయోగించడం
uk: Робота з Pockterm
zh_hans: 使用 Pockterm
zh_hant: 使用 Pockterm

source: Verify Host Key
ar: التحقق من مفتاح المضيف
el: Επαλήθευση κλειδιού διακομιστή
es: Verificar la clave del host
fr: Vérifier la clé d'hôte
he: אמת את מפתח המארח
hi: होस्ट कुंजी जाँचें
it: Verifica la chiave host
ja: ホスト鍵を確認
ko: 호스트 키 확인
ru: Проверьте ключ хоста
te: హోస్ట్ కీని ధృవీకరించు
uk: Перевірте ключ хоста
zh_hans: 验证主机密钥
zh_hant: 驗證主機金鑰

source: Verifying Host Keys
ar: التحقق من مفاتيح المضيف
el: Επαλήθευση κλειδιών διακομιστή
es: Verificar claves de host
fr: Vérifier les clés d'hôte
he: אימות מפתחות מארח
hi: होस्ट कुंजियाँ जाँचना
it: Verificare le chiavi host
ja: ホスト鍵を確認する
ko: 호스트 키 확인하기
ru: Проверка ключей хостов
te: హోస్ట్ కీలను ధృవీకరించడం
uk: Перевірка ключів хостів
zh_hans: 验证主机密钥
zh_hant: 驗證主機金鑰

source: Welcome to Pockterm
ar: مرحبًا بك في Pockterm
el: Καλώς ορίσατε στο Pockterm
es: Te damos la bienvenida a Pockterm
fr: Bienvenue dans Pockterm
he: ברוך הבא ל-Pockterm
hi: Pockterm में आपका स्वागत है
it: Benvenuto in Pockterm
ja: Pockterm へようこそ
ko: Pockterm에 오신 것을 환영합니다
ru: Добро пожаловать в Pockterm
te: Pockterm కు స్వాగతం
uk: Ласкаво просимо до Pockterm
zh_hans: 欢迎使用 Pockterm
zh_hant: 歡迎使用 Pockterm

source: What Pockterm is and how it's organized
ar: ما هو Pockterm وكيف نُظِّم
el: Τι είναι το Pockterm και πώς είναι οργανωμένο
es: Qué es Pockterm y cómo está organizado
fr: Ce qu'est Pockterm et comment il est organisé
he: מה זה Pockterm וכיצד הוא מאורגן
hi: Pockterm क्या है और यह कैसे व्यवस्थित है
it: Che cos'è Pockterm e come è organizzato
ja: Pockterm とは何か、どう構成されているか
ko: Pockterm이 무엇이고 어떻게 구성되어 있는지
ru: Что такое Pockterm и как он устроен
te: Pockterm అంటే ఏమిటి, అది ఎలా అమర్చబడింది
uk: Що таке Pockterm і як він влаштований
zh_hans: Pockterm 是什么，以及它的结构
zh_hant: Pockterm 是什麼，以及它的架構

source: Where everything is stored
ar: أين يُخزَّن كل شيء
el: Πού αποθηκεύονται όλα
es: Dónde se guarda todo
fr: Où tout est stocké
he: היכן הכול נשמר
hi: सब कुछ कहाँ संग्रहीत होता है
it: Dove viene conservato tutto
ja: すべてが保存される場所
ko: 모든 항목이 저장되는 위치
ru: Где всё хранится
te: అన్నీ ఎక్కడ నిల్వ చేయబడతాయి
uk: Де все зберігається
zh_hans: 所有内容存储在哪里
zh_hant: 所有內容儲存在哪裡

source: While connected, tap the snippet button in the terminal to run one.
ar: أثناء الاتصال، اضغط زر المقتطف في الطرفية لتشغيل أحدها.
el: Ενώ είστε συνδεδεμένοι, πατήστε το κουμπί αποσπάσματος στο τερματικό για να εκτελέσετε ένα.
es: Mientras estés conectado, toca el botón de fragmento en el terminal para ejecutar uno.
fr: Une fois connecté, touchez le bouton extrait dans le terminal pour en exécuter un.
he: בזמן שאתה מחובר, הקש על כפתור הקטע במסוף כדי להריץ אחד.
hi: कनेक्ट रहते हुए, कोई स्निपेट चलाने के लिए टर्मिनल में स्निपेट बटन टैप करें।
it: Mentre sei connesso, tocca il pulsante snippet nel terminale per eseguirne uno.
ja: 接続中は、ターミナルのスニペットボタンをタップすると実行できます。
ko: 연결된 상태에서 터미널의 스니펫 버튼을 탭하면 실행할 수 있습니다.
ru: Во время подключения нажмите кнопку сниппета в терминале, чтобы выполнить его.
te: కనెక్ట్ అయి ఉన్నప్పుడు, ఒకదాన్ని అమలు చేయడానికి టెర్మినల్‌లోని స్నిప్పెట్ బటన్‌ను నొక్కండి.
uk: Під час підключення торкніться кнопки сніпета в терміналі, щоб виконати його.
zh_hans: 连接期间，轻点终端中的代码片段按钮即可运行一个。
zh_hant: 連線期間，點一下終端機中的程式碼片段按鈕即可執行一個。

source: With no session open, or the session minimized, the glasses ask you to open one on your phone.
ar: إذا لم تكن هناك جلسة مفتوحة، أو كانت الجلسة مصغّرة، تطلب منك النظارة فتح جلسة على هاتفك.
el: Όταν δεν υπάρχει ανοιχτή συνεδρία ή η συνεδρία είναι ελαχιστοποιημένη, τα γυαλιά σάς ζητούν να ανοίξετε μία στο τηλέφωνό σας.
es: Si no hay ninguna sesión abierta, o está minimizada, las gafas te piden que abras una en el teléfono.
fr: Sans session ouverte, ou si la session est réduite, les lunettes vous invitent à en ouvrir une sur votre téléphone.
he: כשאין הפעלה פתוחה, או שההפעלה ממוזערת, המשקפיים מבקשים לפתוח הפעלה בטלפון.
hi: जब कोई सत्र खुला न हो, या सत्र छोटा किया गया हो, तो चश्मा आपसे फ़ोन पर एक सत्र खोलने को कहता है।
it: Se non c'è una sessione aperta, o è ridotta, gli occhiali ti chiedono di aprirne una sul telefono.
ja: セッションが開いていないときや最小化しているときは、iPhone でセッションを開くよう案内が表示されます。
ko: 열린 세션이 없거나 세션을 최소화하면, 안경에 iPhone에서 세션을 열라는 안내가 표시됩니다.
ru: Если сессия не открыта или свёрнута, очки предложат открыть её на телефоне.
te: సెషన్ ఏదీ తెరిచి లేనప్పుడు, లేదా సెషన్‌ను చిన్నదిగా చేసినప్పుడు, ఫోన్‌లో ఒక సెషన్ తెరవమని కళ్లద్దాలు అడుగుతాయి.
uk: Якщо сесію не відкрито або згорнуто, окуляри запропонують відкрити її на телефоні.
zh_hans: 没有打开的会话或会话已最小化时，眼镜上会提示你在 iPhone 上打开一个会话。
zh_hant: 沒有開啟的工作階段或工作階段已縮到最小時，眼鏡上會提示你在 iPhone 上開啟一個工作階段。

source: Your Data & Privacy
ar: بياناتك وخصوصيتك
el: Τα δεδομένα σας και το απόρρητο
es: Tus datos y privacidad
fr: Vos données et votre confidentialité
he: הנתונים והפרטיות שלך
hi: आपका डेटा और निजता
it: I tuoi dati e la privacy
ja: あなたのデータとプライバシー
ko: 사용자 데이터 및 개인정보 보호
ru: Ваши данные и конфиденциальность
te: మీ డేటా మరియు గోప్యత
uk: Ваші дані та приватність
zh_hans: 你的数据与隐私
zh_hant: 你的資料與隱私權

source: e.g. 644
ar: مثال: 644
el: π.χ. 644
es: p. ej. 644
fr: p. ex. 644
he: לדוגמה 644
hi: उदा. 644
it: es. 644
ja: 例：644
ko: 예: 644
ru: напр. 644
te: ఉదా. 644
uk: напр. 644
zh_hans: 例如 644
zh_hant: 例如 644

source: in %@
ar: في %@
el: σε %@
es: en %@
fr: dans %@
he: ב-%@
hi: %@ में
ja: %@ 内
ko: %@ 내
ru: в %@
te: %@ లో
uk: у %@
zh_hans: 位于 %@
zh_hant: 位於 %@

source: “%@” already exists here
ar: «%@» موجود هنا بالفعل
el: Το «%@» υπάρχει ήδη εδώ
es: «%@» ya existe aquí
fr: « %@ » existe déjà ici
he: ״%@״ כבר קיים כאן
hi: “%@” यहाँ पहले से मौजूद है
it: «%@» esiste già qui
ja: “%@”はすでにここにあります
ko: ‘%@’이(가) 이미 여기에 있습니다
ru: «%@» уже есть в этой папке
te: “%@” ఇప్పటికే ఇక్కడ ఉంది
uk: «%@» уже є тут
zh_hans: “%@”已存在于此处
zh_hant: 「%@」已存在於此處

source: ← Left
ar: ← يسار
el: ← Αριστερά
es: ← Izquierda
fr: ← Gauche
he: ← שמאלה
hi: ← बाएँ
it: ← Sinistra
ja: ← 左
ko: ← 왼쪽
ru: ← Влево
te: ← ఎడమ
uk: ← Ліворуч
zh_hans: ← 左
zh_hant: ← 左

source: ↑ Up
ar: ↑ أعلى
el: ↑ Πάνω
es: ↑ Arriba
fr: ↑ Haut
he: ↑ למעלה
hi: ↑ ऊपर
it: ↑ Su
ja: ↑ 上
ko: ↑ 위
ru: ↑ Вверх
te: ↑ పైకి
uk: ↑ Вгору
zh_hans: ↑ 上
zh_hant: ↑ 上
